Repository: sinnwerkstatt/common-good-online-balance
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Email address(es)
de: E-Mail Adresse(n)

source: This field is required.
de: Das Feld ist erforderlich.

source: '%s' is not a valid e-mail address.
de: '%s' ist nicht valide E-Mail-Adresse.

source: Username
de: Benutzer

source: A user with that email already exists.
de: Ein Benutzer mit dieser E-Mail-Adresse existiert schon.

source: First Name
de: Vorname

source: Last Name
de: Familienname

source: Foundation Date
de: Gründungsdatum

source: You already requested membership or you are member of this company.
de: Sie sind nicht Mitglied eines Unternehmens.

source: There is an existing balance for the year %s. Please enter another year.
de: Eine Bilanz für das Jahr %s existert schon. Bitte ein anderes Jahr eingeben.

source: Hours
de: Stunden

source: Employees
de: Mitarbeiter

source: Suppliers
de: LieferantInnen

source: Investors
de: GeldgeberInnen

source: Employees, including business owners
de: MitarbeiterInnen inklusive EigentümerInnen

source: Customers, Products, Services, Business Partners
de: KundInnen, Produkte, Dienstleistungen, Mitunternehmen

source: Social Environment: Region, electorate, future generations, civil society, fellow human beings, animals and plants
de: Gesellschaftliches Umfeld: Region, Souverän, zukünftige Generationen, Zivilgesellschaft, Mitmenschen und Natur

source: Negative Criteria
de: Negativkriterien

source: Matrices
de: Matrizen

source: Human Dignity
de: Menschenwürde

source: Cooperation and Solidarity
de: Solidarity

source: Ecological Sustainability
de: Ökologische Nachhaltigkeit

source: Social Justice
de: Soziale Gerechtigkeit

source: Democratic Co-determination and Transparency
de: Demokratische Mitbestimmung & Transparenz

source: High
de: Hoch

source: Middle
de: Mittel

source: Low
de: Niedrig

source: Doesnt match
de: Trifft nicht zu

source: Stakeholder
de: Berührungsgruppe

source: Value
de: Wert

source: Max Evaluation
de: Max. Bewertung

source: Only for an indicator, without a parent.
de: Nur für einen Indikator eintragen, der keinen Elternteil-Indikator hat.

source: Parent Indicator
de: Elternteil-Indikator

source: Subindicator Number
de: Subindikator-Nummer

source: Only for a subindicator, an indicator with a parent.
de: Nur für einen Subindikator eintragen, der einen Elternteil-Indikator hat.

source: Relevance
de: Relevanz

source: Applicable for sole proprietorship?
de: Zutreffend für EinzelunternehmerInnen (EPUs)?

source: Editor
de: Bearbeiten

source: Multiple emails should be separated with a comma
de: Mehrere E-Mails sollen mit Komma getrennt werden.

source: Target questions
de: Impulsfragen

source: Key figures
de: Kennzahlen

source: Evaluation table
de: Bewertungstabelle

source: Indicator
de: Indikator

source: Indicators
de: Indikatoren

source: Construction
de: Baugewerbe

source: Mining and quarrying
de: Bergbau, Gewinnung von Steinen und Erden

source: Professional, scientific and technical service activities
de: Dienstleistungen (freiberuflich, wissenschaftlich und technisch)

source: Other service activities
de: Dienstleistungen (sonstige)

source: Administrative and support service activities
de: Dienstleistungen (sonstige wirtschaftliche)

source: Electricity, gas, steam and air conditioning supply
de: Energieversorgung

source: Education
de: Erziehung und Unterricht

source: Activities of extraterritorial organisations and bodies
de: Exterritoriale Organisationen und Körperschaften

source: Financial and insurance activities
de: Finanz- und Versicherungsdienstleistungen

source: Research and development
de: Forschung und Entwicklung

source: Gardeners and florists
de: Gärtner und Florist

source: Human health and social work activities
de: Gesundheits- und Sozialwesen

source: Wholesale and retail trade, repair of motor vehicles and motorcycles
de: Handel (und Instandhaltung / Reparatur von Kraftfahrzeugen)

source: Real estate activities
de: Immobilien- und Vermögenstreuhänder

source: Other industries
de: Industrie (sonstige)

source: Charitable organizations, NGOs
de: Karitative Organisation, NGOs

source: Church and religious institutions
de: Kirchliche und Religiöse Institutionen

source: Art and culture
de: Kunst und Kultur

source: Agriculture, forestry and fishing
de: Land- und Forstwirtschaft, Fischerei

source: Food industries
de: Lebensmittelindustrie

source: Media management, advertising and market communication
de: Medienwirtschaft, Werbung und Marktkommunikation

source: Metal and electrical industry
de: Metall- und Elektroindustrie

source: Public administration and defence, compulsory, social security
de: Öffentliche Verwaltung, Verteidigung, Sozialversicherung

source: Politics, political actions
de: Politik, Politische Tätigkeit

source: Activities of households as employers
de: Private Haushalte (mit Hauspersonal)

source: Law (lawyer, tax consultancy, ...)
de: Recht (Rechts- und Steuerberatung)

source: Textiles, clothing, shoe and leather industry
de: Textil-, Bekleidungs-, Schuh- und Lederindustrie

source: Accommodation and food service activities
de: Tourismus und Freizeitwirtschaft

source: Transportation and storage
de: Transport, Verkehr und Lager

source: Consulting and IT industry
de: Unternehmensberatung und Informationstechnologie

source: Manufacturing
de: Verarbeitendes Gewerbe, Herstellung von Waren

source: Water supply, sewerage waste management and remediation activities
de: Wasserversorgung, Abwasser- und Abfallentsorgung, Beseitigung von Umweltverschmutzungen

source: Example
de: Beispiel

source: Logo, Name, Website
de: Logo, Name, Webseite

source: Everything
de: Alles

source: Image
de: Bild

source: Street
de: Straße

source: ZIP code
de: PLZ

source: City
de: Stadt

source: Country
de: Land

source: Location
de: Standort

source: Website
de: Webseite

source: Phone Number
de: Telefonnummer

source: Fax Number
de: Faxnummer

source: Industry
de: Industrie

source: Activities
de: Tätigkeiten

source: Affiliates
de: Tochtergesellschaften

source: Owners
de: Inhaber

source: Managing Directors
de: Geschäftsführer

source: Visibility
de: Sichtbarkeit

source: Not approved
de: Nicht akzeptiert

source: Approved
de: Akzeptiert

source: Model Creation Date
de: Erstellungsdatum des Objekts

source: Company
de: Unternehmen

source: Companies
de: Unternehmen

source: Points
de: Punkte

source: Created by
de: Erstellt von

source: Updated by
de: Bearbeitet von

source: Year
de: Jahr

source: Start Date
de: Startdatum

source: End Date
de: Enddatum

source: Draft
de: Entwurf

source: Final / Finished
de: Final / Fertig

source: Certified / Not published
de: Zertifiziert / Nicht veröffentlicht

source: Published
de: Veröffentlicht

source: Internal
de: Intern

source: Public
de: Öffentlich

source: Single
de: Einzel

source: Evaluation Type
de: Evaluierungstyp

source: Consultant
de: Berater

source: Accompanying Consultant
de: Begleitender Berater

source: Peer Companies
de: Peer-Unternehmen

source: 1 employee
de: 1 Mitarbeiter

source: 2 employees
de: 2 Mitarbeiter

source: 3-5 employees
de: 3-5 Mitarbeiter

source: 6-10 employees
de: 6-10 Mitarbeiter

source: 11-20 employees
de: 11-20 Mitarbeiter

source: 21-50 employees
de: 21-50 Mitarbeiter

source: 51-100 employees
de: 51-100 Mitarbeiter

source: 101-200 employees
de: 101-200 Mitarbeiter

source: 201-350 employees
de: 201-350 Mitarbeiter

source: 351-500 employees
de: 351-500 Mitarbeiter

source: 501-750 employees
de: 501-750 Mitarbeiter

source: 751-1.000 employees
de: 751-1.000 Mitarbeiter

source: 1.001-1.500 employees
de: 1.001-1.500 Mitarbeiter

source: 1.501-2.500 employees
de: 1.501-2.500 Mitarbeiter

source: Number of employees
de: Anzahl der Mitarbeiter

source: Revenue
de: Umsatz

source: Profit
de: Gewinn

source: Worked Hours
de: Arbeitsstunden für Bilanz-Erstellung

source: Number of participated employees
de: Anzahl Personen für Bilanz-Erstellung

source: The Company and Common Good
de: Das Unternehmen und Gemeinwohl

source: Prospect
de: Ausblick

source: Balance process description
de: Beschreibung des Prozesses der Erstellung der GWÖ-Bilanz

source: How was the balance internally communicated?
de: Wie wurde die Bilanz/der Bericht intern kommuniziert?

source: Year Balance
de: Jahresbilanz

source: Year Balances
de: Jahresbilanzen

source: Company Balance
de: Unternehmensbilanz

source: Evaluation
de: Bewertung

source: Company Balance Indicator
de: Indikator der Jahresbilanz

source: Company Balance Indicators
de: Indikatoren der Jahresbilanzen

source: Pending
de: Anstehend

source: Not a member
de: Kein Mitglied

source: Member
de: Mitglied

source: User
de: Benutzer

source: Role
de: Rolle

source: User Role
de: Benutzerrolle

source: User Roles
de: Benutzerrollen

source: Sender Name
de: Absendername

source: Sender Email
de: Absender E-Mail

source: Receiver Name
de: Empfängername

source: Receiver Email
de: Empfänger E-Mail

source: Feedback Indicator
de: Feedback-Indikator

source: Feedback Indicators
de: Feedback-Indikatoren

source: [ECG] Company approved: %s
de: [GWÖ] Unternehmen akzeptiert: %s

source: [ECG] Membership request by %s
de: [ECG] Mitgliedschaftsanfrage von %s

source: [ECG] Membership for '%s' accepted
de: [ECG] Mitgliedschaft bei '%s' akzeptiert

source: [ECG] Membership for '%s' rejected
de: [ECG] Mitgliedschaft bei '%s' abgelehnt

source: [ECG] New Feedback for Indicator %s
de: [ECG] Neues Feedback für Indikator %s

source: Approve companies
de: Unternehmen akzeptieren

source: Create a company
de: Unternehmen erstellen

source: Map
de: Karte

source: List
de: Liste

source: This is a list of newly created companies. If you approve a company, the creator will be notified by email.
de: Hier sind die neu erstellten Unternehmen. Wenn Sie ein Unternehmen akzeptieren, wird der Unternehmensersteller per E-Mail benachrichtigt.

source: The status of the companies is updated.
de: Der Status der Unternehmen ist aktualisiert.

source: Company Name
de: Unternehmensname

source: Update status
de: Status aktualisieren

source: There are no new companies for approval.
de: Es gibt keine neue Unternehmen.

source: Back
de: Zurück

source: User roles were successfully updated.
de: Die Benutzerrollen wurden erfolgreich aktualisiert.

source: Save
de: Speichern

source: There are no users in the company
de: Es gibt keine Mitglieder im Unternehmen

source: You don't have admin rights for this company
de: Sie haben nicht die Rechte das Unternehmen zu administrieren

source: Create ECG Balance
de: GWÖ-Bilanz erstellen

source: You don't have the rights to create an ECG Balance
de: Sie haben nicht die Rechte, eine GWÖ-Bilanz zu erstellen

source: Please fill out
de: bitte ausfüllen

source: ECG Balance
de: GWÖ-Bilanz

source: Edit
de: Bearbeiten

source: Export as PDF
de: Als PDF exportieren

source: ECG Balancing
de: GWÖ Online Bilanzierung

source: General Informations
de: Allgemeine Informationen

source: Company name
de: Firmenname

source: Peer companies
de: Peer-Unternehmen

source: Office and Homepage
de: Sitz und Homepage

source: Balance period
de: Berichtszeitraum

source: Area of activity
de: Tätigkeitsbereich

source: Company introduction
de: Vorstellung der Firma

source: Products and Services
de: Produkte und Dienstleistungen

source: Self-assessment and attestation
de: Selbsteinschätzung und Testat

source: Self-assessment
de: Selbsteinschätzung

source: Negative criteria
de: Negativkriterium

source: Detailed description of each criteria
de: Genaue Beschreibung der einzelnen Kriterien

source: Participated Stakeholders
de: Welche Stakeholder waren involviert?

source: Date
de: Datum

source: Send Feedback
de: Feedback senden

source: Indicator Infos
de: Indikator-Infos

source: Edit ECG Balance
de: GWÖ-Bilanz editieren

source: Enter the data of the new company. After creating the company an administrator will need to approve it and you will be notified by email.
de: Tragen Sie die Daten des Unternehmens ein. Nach dem Absenden des Formulars, Ihr Unternehmen wird geprüft und Sie werden per E-Mail darüber benachrichtigt.

source: Create the company
de: Unternehmen erstellen

source: This company is not yet approved.
de: Das Unternehmen ist noch nicht akzeptiert.

source: ECG Balances
de: GWÖ-Bilanzen

source: Join a company
de: Unternehmen beitreten

source: Choose the company you want to join. The company administrator will be informed about your request.
de: Wählen Sie das Unternehmen aus, das Sie beitreten möchten. Der Unternehmens-Administrator wird über Ihre Anfrage informiert.

source: Join company
de: Unternehmen beitreten

source: Select a company
de: Unternehmen erstellen

source: No Access
de: Kein Zugriff

source: You don't have access to the company
de: Sie haben keinen Zugang zu dem Unternehmen

source: does not have an ECG Balance for this year.
de: hat keine GWÖ-Bilanz für dieses Jahr.

source: You don't have the rights to edit the company
de: Sie haben nicht die Rechte, dieses Unternehmen zu bearbeiten

source: Publish
de: Veröffentlichen

source: Send Indicator Feedback
de: Indikator Feedback senden

source: Thank You! Your feedback has been sent to the ECG editors team.
de: Danke! Ihr Feedback wurde am GWÖ-Redaktionsteam gesendet.

source: Back to ECG Balance
de: Zurück zur GWÖ-Bilanz

source: Upload profile photo
de: Profilbild hochladen

source: Membership pending
de: ausstehende Zugehörigkeit

source: If you have not already created a company profile, you can do it here
de: Falls Sie noch kein Unternehmensprofil erstellt haben, können Sie es hier machen

source: If you have already created a company profile, click
de: Wenn Sie bereits eine Unternehmensprofil erstellt haben, klicken Sie auf

source: When you create your company profile for the first time, you have to be released by an administrator, the release you will receive within 3 days. If this is not done or the registration is urgent, please contact us at
de: Wenn Sie erstmalig Ihr Unternehmensprofil erstellen, müssen Sie von einem Administratorfreigegeben werden, die Freigabe bekommen Sie dann innerhalb von 3 Tagen. Falls dies nicht geschehen sollte oder die Eintragung dringlich ist, melden Sie sich bitte bei

source: You are not a member of a company.
de: Sie sind nicht Mitglied eines Unternehmens.

source: No companies.
de: Keine Unternehmen.

source: Back to profile
de: Zurück zum Profil

source: Edit profile
de: Profil bearbeiten

source: To change your password click here
de: Um Ihr Passwort zu ändern, klicken Sie bitte hier

source: of 1000
de: von 1000

source: Your username and password didn't match. Please try again.
de: Der Benutzername oder das Passwort wurden nicht korrekt eingegeben. Bitte versuchen Sie es noch einmal.

source: Thank you for using the site.
de: Sie sind ausgeloggt.

source: Log in again
de: Erneut anmelden

source: Return to the home page
de: Zur Hauptseite

source: See your profile
de: Benutzerprofil öffnen

source: Email sent
de: E-Mail gesendet

source: Go to your profile
de: Dein Profil öffnen

source: Please follow the instructions in the email you received.
de: Bitte die Anweisungen zum Zurücksetzen des Passworts in der erhaltenen E-Mail folgen.

source: Enter your email address and we'll email you instructions for setting a new passwort.
de: E-Mail-Adresse eingeben und den Anweisungen zum Zurücksetzen des Passworts in der E-Mail folgen.

source: Log in
de: Erneut anmelden

source: Thanks for using our site!
de: Sie sind ausgeloggt.

source: Register
de: Registrieren

source: Register user
de: Benutzer registrieren

source: First and last name
de: Vor- und Nachname

source: ECG Online Bilanzierung
de: GWÖ Online Bilanzierung

source: Profile
de: Profil

source: Logout
de: Ausloggen
